{
  "region": "Chinese",
  "year": "元朝",
  "title": "元朝",
  "extract": "元朝（中古蒙古語：ᠳᠠᠢ ᠦᠨ ᠤᠯᠤᠰ，現代蒙古語：ᠶᠤᠸᠠᠨ ᠤᠯᠤᠰ，1260年或1271年－1368年9月14日），国号大元（详见国号一节），又称蒙元、皇元，是中國歷史上由蒙古族所建立的王朝。中統元年（1260年），忽必烈自立為「大蒙古國皇帝」，後於至元八年（1271年）取儒士劉秉忠建議，取《易經》“大哉乾元”之意，定漢文國號為「大元」，改蒙古語国号「大蒙古国」為「大元大蒙古国」，定都於漢地大都（今北京市），建立元朝。自此，蒙古大汗同時也被尊為中國皇帝。至元十六年（1279年）元軍攻滅南宋殘餘勢力，征服整個中國，共11位皇帝，國祚98年。\n元朝的基础為乞颜部族的首领铁木真于统一漠北诸部族后建立的大蒙古國。早年漠北诸部向金朝称臣纳贡，然而此後金朝與西夏均走向衰落，铁木真于1206年被诸部尊为“成吉思汗”。成吉思汗先後攻打西夏與金朝，並於元太祖二十二年（1227年8月）七月攻滅西夏、元太宗六年正月初十日（1234年2月9日）攻滅金朝，取得中国華北地区和黄土高原地区。同一时间，大蒙古国在西方不断扩张，先後發動三次大規模西征，形成稱霸歐亞大陸的国家，通称蒙古帝國（Mongol Empire）。\n元憲宗九年（1259年），第四代蒙古大汗蒙哥（拖雷長子）於征伐南宋的戰爭中在四川合州釣魚城去世後，領有漢地、主張漢化、陪同主持对南宋战争的忽必烈（拖雷第四子）與受漠北蒙古貴族擁護的阿里不哥（拖雷第七子）為了爭奪汗位而發生战争，最後忽必烈於1264年獲勝，而蒙古帝国也趨向分裂出四大汗國，時而完全獨立自理，時而承認宗主自治。中統元年（1260年），忽必烈召集擁護自己的蒙古宗王，在開平府召開忽里勒台大會，即位大汗，建號「中統」，意即「中原正統」。至元八年（1271年），忽必烈取《周易》“乾元”之语，公佈《建國號詔》，建立汉语國號為大元，史称元朝，忽必烈即元朝的开国皇帝，庙号元世祖。至元十六年（1279年）元朝攻滅南宋，統治全中國地區，结束自窝阔台攻宋以来40多年的蒙宋戰爭。元世祖到元武宗期間元朝國力鼎盛時期，軍事上平定西北，但在侵略日本、东南亚诸国卻屢次失利，其中在元日戰爭中艦隊遇上“神風”而战败。元中期皇位之争愈演愈烈、政治动荡不安，诸帝施政亦不甚如意。元順帝晚期，由於怠于政事、滥发纸币导致通货膨胀、為了治理氾濫的黄河又加重徭役，最後导致至正十一年（1351年）爆發紅巾軍起事。至正二十八年（1368年），朱元璋建立明朝後，派徐達北伐攻陷大都，元朝在中原的统治結束。元廷退居漠北，史称北元。北元後主天元十年（1388年）去大元国号（一说1402年元臣鬼力赤篡位建鞑靼而去號，这些明代蒙古残余势力被明朝称为「北虏」），北元亡。\n元朝建立后，承袭了蒙古帝國在中国北方、蒙古高原以及西伯利亚部分地区的領土，但蒙古帝國西征而来的土地大多不在元朝實際控制的统治范围之内，而是由其家族各自組建的四大汗國獨立掌握。元朝领土經過多次擴展後，於至大二年（1309年）元武宗時期達到全盛，西到吐鲁番，西南包括西藏、云南及缅甸北部，东到日本海，北至都播南部與北海、鄂畢河東部，被譽稱「东尽辽左西极流沙，北逾阴山南越海表，汉唐极盛之时不及也」；其藩屬國涵蓋高麗與東南亞各國。另外在元朝至元成宗时，经过一系列战争和协商，获得欽察汗國、察合台汗國、窩闊台汗國與伊兒汗國等四大汗國承认为宗主國，並認同元朝皇帝为名义上的“蒙古大汗”的继任者。\n元朝在經濟方面仍以農業為主，整體生產力向前發展，尤其是邊陲地區的經濟發展最為顯著，在生产技术、垦田面积、粮食产量、水利兴修以及棉花广泛种植等方面仍然取得一定進步。過往蒙古人是游牧民族，草原时期以畜牧为主，经济单一，无所谓土地制度。攻滅金朝后，在耶律楚材勸諫下，窩闊台汗同意復甦农业，鼓勵漢人墾殖以期長治久安。元世祖即位之后，实行了鼓励生产、安抚流民的措施。到元朝時，由於经济作物棉花不断推广種植，與棉纺织品在江南一带都比较興盛。经济作物商品性生产的发展，就使当时基本上自给自足的农村经济，在某些方面渗入商品货币经济关系。但是，由於元帝集中控制大量的手工业工匠，经营日用工艺品的生产，官营手工业特别发达，对民间手工业则有限制。\n元朝對中國傳統文化的影響大過對社會經濟的影響。不同於中国历史上其他征服王朝為了提升本身文化而積極吸收中華文化，元朝皇室对于宗教兴趣浓厚，极力推崇藏傳佛教并支持伊斯蘭教和景教的传播，对中華文化则采取与中亚和西亞文化并重的模式进行发展。在政治上，政府大量使用色目人。雖然元朝前期沒有系統性舉辦科舉，但对儒家文化有着应有的尊重，並且將儒家推廣至邊遠地區，元朝创建了24,400所各级官学，使全国平均每2,600人即拥有一所学校的政绩，创造了「書院之设，莫盛于元」的历史记录。由於士大夫文化式微，意味宋朝顯貴的傳統社會秩序已經崩潰。這使得在士大夫文化底下，屬於中下層的庶民文化反而有機會迅速的抬頭並普及。這個現象在政治方面是重用胥吏，在藝術與文學方面則是發展以庶民為對象的戲劇與藝能，其中以元曲最為興盛。",
  "timestamp": "2026-01-18T15:50:39.712985Z"
}