{
  "region": "Chinese",
  "year": "明朝",
  "title": "明朝",
  "extract": "明朝（1368年1月23日—1644年4月25日），天下之號大明，自称中国、中华，又称朱明、天朝、皇明、大明天朝、大明皇朝、中华大明国，灭亡后又称前明，是中國歷史上繼元朝之後的大一統王朝，也是最后一个由汉族统治的帝制王朝，历经12世、16位皇帝，国祚276年。\n元末江淮地区爆发了红巾军农民起义。1368年，朱元璋在鄱阳湖之戰戰勝陳漢王陳友諒，在之後又擊敗周王張士誠等勢力，最後攻佔元大都（今北京），元順帝北逃，元朝滅亡，殘餘政權北上，史稱「北元」，朱元璋最後於應天府（今南京）稱帝，立國號「大明」，建元洪武，是為明太祖。建立之初，他致力於集權，藉胡惟庸案、藍玉案誅殺功臣，提高皇權，並廢除宰相和中書省，分權於六部；全國置两直隶十三布政司，由承宣布政使司、提刑按察使司、都指揮使司分理民政、司法、軍事。洪武七年（1374年）在西部设立乌斯藏都司和朵甘都司。与此同时，明太祖还通过颁布《皇明祖训》、《大明律》、《御制大诰》等法令内容，建立了贯穿明朝的基本制度。洪武年间，明军陆续击败华北元朝残余势力、消灭东北纳哈出部和云南元梁王部、征讨西北哈密和漠北和林、招抚吐蕃，实现了华夷一统，史稱「洪武之治」 。\n1398年明太祖去世後，由於長子朱標早死，由其孫朱允炆即位，年號建文，所以史稱建文帝。为了应对明太祖分封诸子造成的威胁，朱允炆與親信大臣齊泰、黃子澄等密謀削藩，周王、岷王等被廢為庶人，湘王自焚。明太祖第四子燕王朱棣在姚廣孝的建議下以「清君側，靖內難」的名義起兵造反對抗朝廷，史称靖難之役（又稱靖難之變）；建文四年（1402年），朱允炆敗退，並同應天府失火而失蹤，此後朱棣即位，改元永乐，是为明成祖。永乐二年（1404年），明廷在东北地区设置奴儿干卫指挥使司，封哈密安克帖木儿为忠顺王。永乐五年（1407年），明廷在安南地区设置交趾都指挥使司和交趾承宣布政使司。永乐七年（1409年），明廷设置奴儿干都指挥使司，册封瓦剌的马哈木“顺宁王”、太平“贤义王”、把秃孛罗“安乐王”爵位。永乐八年（1410年），明廷册封鞑靼的阿魯台“和宁王”爵位，\n期间明成祖五次亲征蒙古。永乐十四年（1416年），明廷任命纳黑失只罕为别失八里王。永樂十八年（1420年），明成祖遷都順天府（今北京）。明成祖即位后励精图治，疏浚会通河，派遣太监郑和六下西洋，派太监亦失哈五巡奴儿干，派使臣陈诚五通西域，派太监侯显五使绝域，编纂《永乐大典》，通过将镇守总兵派遣到各地，从而彻底消除了边塞藩王造反的威胁，将安南纳为郡县，在东北设立奴儿干都司，史稱「永樂盛世」。历经太祖、成祖两朝，明朝统治着辽阔的疆域和藩属国，综合国力和影响力达到极盛。\n永乐二十二年（1424年）明成祖去世后，经过仁宗、宣宗两位皇帝，他们对成祖的政策进行了调整，以求缩减开支，让民生有所恢复，史稱「仁宣之治」。宣德十年（1435年），宣宗早逝，九歲的太子朱祁鎮即位，是為明英宗。在正統十四年八月，在宦官王振慫恿下，英宗親征瓦剌，在土木堡被瓦剌俘虏，此事成了明朝由盛轉衰的轉折點，史稱「土木堡之變」（又稱「土木之變」）。少保于謙另立英宗之弟郕王朱祁鈺為景帝（或稱明代宗、景泰帝），取得京师保卫战（北京保衛戰）的胜利，瓦剌議和，放回英宗。英宗被幽禁了七年，正好朱祁鈺重病纏身，就發動奪門之變，成功复辟，並改年號天順，也正是从这一时期开始，明朝的对外政策转变为保守防御为主。英宗之后，宪宗和孝宗相继与民休息，孝宗则力行节俭，减免税赋，史稱「弘治中興」。\n弘治十八年（1505年），孝宗長子朱厚照即位，是為明武宗，改元正德。正德十六年（1521年），广东海道副使的汪𬭎率领大明海军于屯門海戰击退葡萄牙帝國海军，这是中国历史上首次与欧洲国家交战并取得胜利。正德时期，韃靼小王子南侵，武宗親征獲勝，但后期爆发南巡之争和安化王之亂、寧王之亂。武宗無子，由堂弟朱厚熜繼位，是為明世宗，改元嘉靖。世宗即位後，引发大礼议之争。他清除宦官和权臣势力后总揽朝纲，史稱「嘉靖中興」。后于西草湾之战中击退葡萄牙，任用胡宗宪和俞大猷等将领平定東南沿海的海盜。\n世宗之后的隆慶（穆宗）年間及萬曆（神宗）前期，內閣首輔張居正實行改革（萬曆中興），加強邊防，修治河道。他推行的一條鞭法合併了各種名目的賦稅雜役，減輕人民負擔。萬曆中期，神宗主持万历三大征，保护藩属，巩固疆土。後期，神宗怠政，东林党争开始萌芽，女真族乘機坐大。萬曆四十四年（1616年），努爾哈赤（清太祖）建立後金。后來神宗死，光宗即位，不到一個月又逝世，由長子朱由校繼位，即明熹宗。天启四年（1624年），于澎湖之战击退荷兰。天啟年間，魏忠賢閹黨禍亂朝綱，至崇禎帝即位後剷除閹黨，但閹黨倒臺後，黨爭又起，政治腐敗導致國力衰退，最終爆發大規模民變（明末民變），主要有李自成的「大順」和張獻忠的「大西」政權。崇祯十年（1637年），于虎门之战击退英国。崇禎十七年三月十九日（1644年4月25日），李自成率領的大順軍攻破北京，崇禎帝自縊於煤山（甲申之變），明朝滅亡。明亡後，原明朝東北大將吳三桂拒降大順，而是決定降清，之後帶領清兵入关。1647年，张献忠在与清军战斗中阵亡，其义子李定国、孙可望在云贵地区联明抗清。清軍接連戰勝大順、大西、明室后裔建立的南明以及臺灣的明鄭等政權。\n經濟方面，明廷在全國推廣植棉，提倡栽種經濟作物。手工業方面，遵化、佛山的鐵冶，景德鎮的制瓷，松江棉布都較為有名。文化方面，王守仁的心學主張「心外無理」、「致良知」，一洗程朱理學之弊。“四大奇書”即《三國演義》、《水滸傳》、《西游記》、《金瓶梅》；“四大科技名著”即《农政全书》、《本草纲目》、《天工开物》、《徐霞客游记》，都留下深遠的影響。对外方面，明朝中后期开始与欧洲人有接触，番薯、玉米等作物都先後傳入中國，天主教传教士来华传播文化，葡萄牙人開始在澳门定居。",
  "timestamp": "2026-01-18T15:53:36.151752Z"
}